#!/bin/bash 
#
#EN CREACION BETA
#
#Colores
#
verde='\033[32m'
blanco='\033[37m'
rojo='\033[31m'
azul='\033[34m'
negro='\033[0;30m'
rosa='\033[38;5;207m'
amarillo='\033[33m'
morado='\033[35m'
cian='\033[1;36m'
magenta='\033[1;35m'




echo -"       ██████╗ ███████╗ ████████╗ ██████╗  ██████╗ ██╗     
        ██╔══██╗██╔════╝ ╚══██╔══╝██╔═══██╗██╔═══██╗██║     
        ██████╔╝█████╗█████╗██║   ██║   ██║██║   ██║██║     
        ██╔══██╗██╔══╝╚════╝██║   ██║   ██║██║   ██║██║     
        ██████╔╝██║         ██║   ╚██████╔╝╚██████╔╝███████╗
        ╚═════╝ ╚═╝         ╚═╝    ╚═════╝  ╚═════╝ ╚══════╝"
echo "
✩｡:*•.─────  ❁ BF-TOOL ❁  ─────.•*:｡✩ "


echo "[⚙️]BETA 1.0.3"



echo "
┌───── •✧✧• ─────┐
    BIENVENIDO👋
└───── •✧✧• ─────┘ "

#BIENVENIDO

echo -e "\e[31mCoded By\e[0m"

echo -e "https://github.com/BFloppa"
echo -e "https://github.com/wedelf5254\ "

echo "Comandos: SpamSmS - soporte - ultratool"

echo " Elija una Herramienta"
read n
case $n in
404)
Echo " lol " ;;
SpamSmS)
echo " Spam de SmS aun esta en creacion... " ;;
soporte)
echo " https://www.instagram.com/nolesabesalshitpost/ " ;;
ultratool)
echo " En creacion aun... " ;;
*)
echo -e "\e[101mERROR: Herramienta Incorrecta. Ingrese de nuevo." ;;
esac
