#!/bin/bash 


#EN CREACION BETA



echo   "    ▀█████████▄     ▄████████     ███      ▄██████▄   ▄██████▄   ▄█       
             ███    ███   ███    ███ ▀█████████▄  ███    ███ ███    ███ ███       
             ███    ███   ███    █▀      ▀███▀▀██ ███    ███ ███    ███ ███       
            ▄███▄▄▄██▀   ▄███▄▄▄          ███   ▀ ███    ███ ███    ███ ███       
            ▀▀███▀▀▀██▄  ▀▀███▀▀▀         ███     ███    ███ ███    ███ ███       
              ███    ██▄   ███            ███     ███    ███ ███    ███ ███       
              ███    ███   ███            ███     ███    ███ ███    ███ ███▌    ▄ 
             ▄█████████▀   ███           ▄████▀    ▀██████▀   ▀██████▀  █████▄▄██ 
                                                            ▀         "
echo "
✩｡:*•.─────  ❁ BF-TOOL ❁  ─────.•*:｡✩ "


echo "[⚙️]BETA 1.0.3"



echo "
┌───── •✧✧• ─────┐
    BIENVENIDO👋
└───── •✧✧• ─────┘ "

#BIENVENIDO

coded=CodedBy
echo $coded
coded=https://github.com/BFloppa/ 
echo $coded
echo "https://github.com/wedelf5254"

echo "Comandos: SpamSmS - soporte - ultratool"

echo " Elija una Herramienta"
read n
case $n in
404)
Echo " lol " ;;
SpamSmS)
echo " Spam de SmS aun esta en creacion... " ;;
soporte)
echo " https://www.instagram.com/nolesabesalshitpost/ " ;;
ultratool)
echo " En creacion aun... " ;;
*)
echo " ERROR: Herramienta Incorrecta. Ingrese de nuevo. " ;;
esac

